{
    "title": "Run Run Run: The Thrilling Car Game Experience 🚗",
    "content": "# Run Run Run! 🚗\n\nGet behind the wheel and drive through the broken city, destroying everything in your path. This 3D car game is built with ThreeJS and CannonJS and will test your car racing skills.\n\n## Game Objective\n\nThe player takes control of a car and drives through a landscape, maneuvering past obstacles and collecting fuel before time runs out. The player is presented with two objectives: either chasing an invader or avoiding being caught by it. The ultimate goal is to achieve the highest score possible.\n\n## Development Objective\n\nThis project was created to showcase the potential of developing a webpage with a unique experience through 3D navigation, breaking the mold of boring web pages, and to explore cool stuff such as physics and interactive sound.\n\n## Controls\n\nDrive the car with the `WASD` keys.\n\n## Technology\n\n- ThreeJS\n- CannonJS\n- GLTFLoader\n- JQuery\n- GSAP\n- ToneJS\n\nThe text of the page (instructions and introduction) is partially made in PHP for easy editing, but is not necessary for running the game. Enjoy the game!\n\n## Instructions\n1. Go to https:\/\/github.com\/Phixel-Labs\/Labs\/tree\/main\/ThreeJS\/RunRunRun\n2. Clone the repository\n3. Open index.html in your browser to play the game\n\n## Note\n\nThis project was created by Phixel and the code is available for reference purposes only.",
    "excerpt": "Race to the finish line and score big in \"Run Run Run\"!💨Can you beat your high score?",
    "description": "## Are you ready for a high-speed, adrenaline-fueled adventure?\nLook no further than \"Run Run Run\", the ultimate car game that will test your driving skills like never before.\n\nIn this game, you'll take control of a fast car and navigate through a challenging landscape filled with obstacles. As you drive, you'll need to collect fuel to keep your car running, all while avoiding an invader who is hot on your tail. The goal is simple: score as many points as possible while catching the invader or avoiding being caught.\n\nThis game is perfect for those who love a good challenge and are looking for a fun, fast-paced way to pass the time. So, buckle up and get ready to hit the gas in \"Run Run Run\".",
    "media": [
        "#N\/A"
    ],
    "info": {
        "slug": "run-run-run",
        "date": "15\/02\/2023",
        "url": "https:\/\/github.com\/Phixel-Labs\/Labs\/tree\/main\/ThreeJS\/RunRunRun",
        "category": "Labs",
        "category_url": "labs",
        "emojis": "🚗 💨 🏎",
        "hashtags": {
            "1": "CarGame",
            "2": "HighSpeed",
            "3": "DrivingSkills",
            "4": "Adventure",
            "5": "Challenge",
            "6": "Fun",
            "7": "Thrilling",
            "8": "ScoreHigh",
            "9": "RaceToTheFinish",
            "10": "BeatYourHighScore",
            "11": "AdrenalineRush",
            "12": "invader"
        },
        "tags": [
            "Adventure",
            "Driving",
            "Skill",
            "Challenge",
            "Fun",
            "Car",
            "Game"
        ]
    }
}