{
    "title": "Julibe Joins Phixel Family 👻",
    "content": "#### **We are excited to announce that Julibe (Julian Alberto De Salvador Castañeda, [https:\/\/julibe.com\/](https:\/\/julibe.com\/)), a talented Front-End designer and developer, has joined the Phixel Family! With a passion for designing and creating web applications, Julibe is sure to bring a fresh perspective and innovative ideas to our team.**\n\nJulibe has a wealth of experience in the field, having worked on a variety of projects ranging from small business websites to large-scale e-commerce platforms. His attention to detail and dedication to delivering the best possible results for clients makes him a valuable asset to our team.\n\nIn addition to his technical skills, Julibe also brings a positive attitude and a desire to constantly learn and improve. We are confident that he will be a great fit with our company culture and are thrilled to have him on board.\n\n## What about Phanto?\n\nThis cute ghost, also known as Phantolon Enikmatikus Luxiusto II, known for his friendly and approachable demeanor. Is now a valuable member of our team and brings a unique perspective and energy to our projects.\n\n### We are thrilled to have Julibe, and Phanto, join the Phixel Family and are excited to see the contributions Julibe will make to our team. If you’re in need of a top-notch Front-End designer and developer, be sure to give Julibe a shout!",
    "excerpt": "We are thrilled to have Julibe join the Phixel Family and are excited to see the contributions he will make to our team.",
    "description": "Julibe, a highly skilled Front-End designer and developer, has joined the Phixel Family. With a passion for web development and a strong track record, Julibe is sure to be a valuable addition to our team.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Julibe-Avatar.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/Julibe-Phanto-Fires.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/Julibe-Phanto.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/Cover-Julibe-Joins.jpg"
    ],
    "info": {
        "slug": "julibe",
        "date": "04\/01\/2023",
        "url": "https:\/\/phixel.net\/en\/julibe\/",
        "category": "Internal",
        "category_url": "internal",
        "emojis": "💻💡💪🏽🫥👻🫳🖤🎃😈👻🔮👅🌟🎉🎊🎓🔥🚀",
        "hashtags": {
            "1": "webdevelopment",
            "2": "@julibe",
            "3": "frontenddesign",
            "4": "frontenddevelopment",
            "5": "joins",
            "6": "designer",
            "7": "developer",
            "8": "phixelfamily",
            "9": "team",
            "10": "talent",
            "11": "skills",
            "12": "innovation",
            "13": "technology",
            "14": "julibe"
        },
        "tags": [
            " "
        ]
    }
}