{
    "title": "Take a breath of fresh air with your favorite mountain, give your self a relaxing feel with the clouds 🗻",
    "content": "Mountains may be the highest natural things in our world, they do have a great beauty and splendor. As humans we tend to be fascinated by big things, you start thinking of peace, calm and relaxation.\n\nSo, it is not just a place but a moment, a moment that gives us all something special. When you have a moment to sit and watch the clouds, it is a great thing.\n\nIn some places they are just there as part of the scenery but in other places they have become an attraction for photographers and nature lovers alike. They are also used as an artistic tool to create incredible photos or paintings. Mountains are like clouds in the sense that: they are tall and evocative.\n\n_The cloudy horizon approaches the water, she was reflected in the cool surroundings._\n_She had always loved the soothing pink valley with its slowly fluffy sky. It was a place where she felt fascinated._\n_A noble spirit with strong but pretty limbs. Her friends saw her as a gentle giant. Once, she had even saved a kind planet that was stuck in a drought. That’s the kind of spirit she was._\n_Once she saw something in the distance, or rather, someone. A figure, a mountain, a modest caretaker with pink and big grounds._\n_As the cloudy horizon and the mountain approached each other, a twinkle in her eyes could be seen, affectionately she quietly said “I love your peace.”_\n_They looked at each other with a sense of relaxation, like two siblings, “I feel the same!” revealed the mountain with a delighted smile._",
    "excerpt": "Take a breath of fresh air with your favorite mountain, give your self a relaxing feel with the clouds.",
    "description": "As you sit and watch the clouds drift by, you can feel the stress and worries of the world melt away. The pink mountain in the distance adds to the peaceful and calming atmosphere, making it the perfect place to relax and unwind.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/mountain-16-9.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/video\/Skyline-of-Clouds.mp4",
        "https:\/\/phixel.net\/wp-content\/uploads\/Cover-Skyline-Clouds.jpg"
    ],
    "info": {
        "slug": "skyline-clouds",
        "date": "01\/01\/2021",
        "url": "https:\/\/phixel.net\/en\/story\/lore\/skyline-clouds\/",
        "category": "Blog",
        "category_url": "blog",
        "emojis": "🍂🗻🌄🍃🪂☁️♾️🌄😮‍💨🪁🌈🧊⭐",
        "hashtags": {
            "1": "skyline",
            "2": "cloudsloops",
            "3": "loop",
            "4": "mountain",
            "5": "breathe",
            "6": "relax",
            "7": "clouds",
            "8": "beauty",
            "9": "calm",
            "10": "calming",
            "11": "nature"
        },
        "tags": [
            "Mountain",
            "Fresh",
            "Air",
            "Relaxing",
            "Feel",
            "Clouds",
            "Scenery",
            "Attraction",
            "Artistic",
            "Tool"
        ]
    }
}