{
    "title": "Phixel | Linktr 🌲\nExplore Phixel's World",
    "content": "The Phixel is a passionate and talented talented design agency that has honed their craft over years of hard work and dedication. Their design portfolio is a testament to their creativity and innovation, as well as their attention to detail and commitment to excellence.\n\nThank you for taking the time to explore The Phixel's design portfolio. Follow for more inspiring design content and updates on their latest projects.",
    "excerpt": "Explore Phixel's design portfolio and be inspired by their creativity, innovation, and attention to detail.",
    "description": "Welcome to the world of Phixel! Get ready to be blown away by their unmatched creativity, innovation, and attention to detail. Take a journey through their stunning design portfolio and discover the magic that sets Phixel apart from the rest. With a passion for creating designs that are both unique and impactful, Phixel is the ultimate destination for anyone seeking to elevate their brand to new heights. From sleek and modern to bold and edgy, every project is a masterpiece that captivates audiences and leaves a lasting impression. So come and explore the world of Phixel, where design meets art and imagination knows no limits. Get inspired and let Phixel's passion for design bring your vision to life.",
    "media": [
        "#N\/A"
    ],
    "info": {
        "slug": "linktr",
        "date": "01\/01\/2020",
        "url": "https:\/\/linktr.ee\/the_phixel",
        "category": "External",
        "category_url": "external",
        "emojis": "🎨🖌️✨👨‍🎨💡📐🌟👀📷🌈",
        "hashtags": {
            "1": "DesignPortfolio",
            "2": "Branding",
            "3": "Illustration",
            "4": "DigitalDesign",
            "5": "PrintDesign",
            "6": "Advertising",
            "7": "PackagingDesign",
            "8": "Typography",
            "9": "Creativity",
            "10": "Innovation"
        },
        "tags": [
            "Design",
            "Portfolio",
            "Branding",
            "Illustration",
            "Digital",
            "Print",
            "Advertising",
            "Packaging",
            "Typography",
            "Creative"
        ]
    }
}