{
    "title": "Content Marketing Manager 👍",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nYou will need to be a creative marketing professional, preferably with writing experience. You must be able to develop engaging content to attract and retain customers.\n\nAlso critical to this position is staying up to date with new technology and marketing trends.\n\nUltimately, you should be able to expand the digital footprint and brand awareness of our company and clients.\n## Job Responsibilities\n\n- Design content marketing strategies and set short-term goals.\n- Undertake content marketing initiatives to achieve business objectives.\n- Collaborate with the design and writing teams to produce high-quality content.\n- Develop an editorial calendar, delegate tasks and ensure deadlines are met.\n- Deliver engaging content on a regular basis and inspire team members.\n- Optimize content considering SEO and Google Analytics.\n- Analyze web traffic metrics.\n- Share content across various channels, ensuring a strong web presence.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n\n- Proven work experience as a Content marketing manager.\n- Proficiency in MS Office and WordPress or other Content Management Software.\n- Understanding of web publishing requirements.\n- Editorial mindset with an ability to predict audience preferences.\n- Hands on experience with SEO and web traffic metrics.\n- Expertise in social media platforms.\n- Project management skills and attention to detail.\n- Excellent writing skills.\n- Degree in Marketing, Journalism or relevant field.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for an amazing Content Marketing Manager",
    "description": "We are looking for a talented Content marketing manager to take responsibility of our inbound marketing strategies including social media, blogs and lead generation.",
    "media": [
        "https:\/\/phixel.net\/media\/Job-Content-Marketing.jpg"
    ],
    "info": {
        "slug": "job-content-marketing",
        "date": "22\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/content-marketing\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            " "
        ]
    }
}