{
    "title": "Phixel | YouTube 🎬\nExperience the Best",
    "content": "Welcome to Phixel's YouTube channel, your destination for design inspiration and insights. Our team of experts is passionate about creating innovative designs that help businesses stand out in a crowded digital world. Whether you're a designer looking to hone your skills or a business owner looking for inspiration, our videos have something for everyone.\n\nThank you for watching Phixel's videos on YouTube. We're excited to share our latest design insights and inspiration with you. Don't forget to subscribe to our channel to stay up-to-date with the latest trends and techniques in design. Let's create something amazing together!",
    "excerpt": "Experience the best in design inspiration with Phixel's YouTube channel! Subscribe now to take your design skills to the next level and unleash your full potential.",
    "description": "f you're looking for the best in design inspiration, look no further than Phixel's YouTube channel. Our expert team provides in-depth looks at our design process, tutorials on the latest design tools and techniques, and insights into the latest design trends. With something for designers of all levels, our videos are sure to take your skills to the next level and unleash your full potential. Don't miss out on the latest in design and creative inspiration - subscribe to our channel today and experience the best in design!",
    "media": [
        "#N\/A"
    ],
    "info": {
        "slug": "youtube",
        "date": "01\/01\/2020",
        "url": "https:\/\/youtube.com\/@the_phixel",
        "category": "External",
        "category_url": "external",
        "emojis": "🎥🎨💻👀🔍📈📢",
        "hashtags": {
            "1": "DesignInspiration",
            "2": "DesignProcess",
            "3": "DesignTools",
            "4": "Techniques",
            "5": "DesignTrends",
            "6": "Tutorials",
            "7": "YouTube"
        },
        "tags": [
            "Design Inspiration",
            "Design Process",
            "Design Tools",
            "Techniques",
            "Design Trends",
            "Tutorials"
        ]
    }
}