{
    "title": "Web Developer ⚙️",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\n### We are looking for an outstanding Web Developer to be responsible for coding, innovative design, and website layout.\n\nYou’ll work on building websites from concept to completion from top to bottom, designing everything from the home page to the layout and function of the site, including CSS styling, clean HTML, and commented out.\n\n### Job Responsibilities\n\n- Write well-designed, testable, and efficient code by using software development best practices.\n- Design web sites\/user interfaces using standard HTML\/CSS practices.\n- Integrate data from various back-end services and databases.\n- Collect and refine specifications and requirements based on technical needs.\n- Create and maintain software documentation.\n- Be responsible for maintaining, commenting, expanding and scaling the sites.\n- Stay connected with emerging technologies\/industry trends and apply them in operations and activities.\n- Cooperate with web designers to match the visual design intent.\n\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n### Requirements and Skills\n\n- Proven work experience in web programming.\n- Top-notch programming skills and in-depth, up-to-date knowledge of HTML, CSS, etc.\n- Familiarity with at least one of the following programming languages: PHP, JavaScript, SQL, Python, etc.\n- A strong understanding of how web applications work, including security, session management, and development best practices.\n- Adequate knowledge of relational database systems, Object Oriented Programming and web application development.\n- Hands-on experience with network diagnostics, network analysis tools.\n- Basic knowledge of the search engine optimization process.\n- Ability to work and thrive and quickly learn and master various web technologies and techniques.\n\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for an stylish Web Developer",
    "description": "We are looking for an outstanding Web Developer to be responsible for coding, innovative design, and website layout.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Job-Web-Developer.jpg"
    ],
    "info": {
        "slug": "job-web-developer",
        "date": "18\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/web-developer\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            "Web Developer",
            " Coding",
            " Innovative",
            " Design",
            " Layout",
            " HTML",
            " CSS",
            " Programming",
            " PHP",
            " JavaScript",
            " SQL",
            " Python",
            " Security",
            " Session",
            " Optimization",
            " Network",
            " Diagnostics",
            " Analysis",
            " Web Technologies",
            " Job"
        ]
    }
}