{
    "title": "The Time-Traveling Robot: A Phixel Christmas Adventure 🤖",
    "content": "### On a cold and snowy Christmas Eve, the team at Phixel was working late into the night to finish up a project for a client. As they worked, they heard a knock on the door. They opened it to find a small, old-fashioned robot standing on their doorstep. The robot introduced itself as Retro and explained that it was a time-traveling robot from the future.\n\nRetro had been sent back in time to gather information about the golden ratio and its use in design. It had heard about the amazing work being done at Phixel and wanted to learn more. The team at Phixel was excited to meet Retro and happily showed it around their workspace.\n\nAs they worked together, the team at Phixel explained the concept of the golden ratio and how they used it in their design work. Retro was fascinated and asked many questions. The team was impressed by Retro’s knowledge and dedication to learning.\n\nOn Christmas morning, the team at Phixel gathered around their Christmas tree and shared a feast of delicious food and drinks. They toasted to the holiday season and to their new friend, Retro. As the day went on, they continued to work together and share their knowledge and expertise.\n\nThe team at Phixel was grateful for the opportunity to share their knowledge and learn from Retro. They realized that Christmas was not just about gifts and decorations, but also about sharing and learning from one another. And as they continued to work together, they knew that their collaboration with Retro would be the beginning of many more exciting adventures.",
    "excerpt": "Experience the magic of Christmas and the excitement of time-travel with The Time-Traveling Robot: A Phixel Christmas Adventure!",
    "description": "On Christmas Eve, the team at Phixel met a time-traveling robot named Retro who had come from the future to learn about the golden ratio in design. The team at Phixel happily showed Retro around and explained the concept to it, impressed by its curiosity and knowledge. On Christmas morning, the team at Phixel celebrated the holiday and continued to work and learn together with Retro. They realized that Christmas was not just about gifts and decorations, but also about sharing and learning from each other, and they looked forward to future adventures together.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/time-traveling-robot.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/time-traveling-robot-squared.jpg"
    ],
    "info": {
        "slug": "time-traveling-robot",
        "date": "24\/12\/2022",
        "url": "https:\/\/phixel.net\/en\/story\/time-traveling-robot\/",
        "category": "Blog",
        "category_url": "blog",
        "emojis": "🕰",
        "hashtags": {
            "1": "timetravel",
            "2": "newyears",
            "3": "vhs",
            "4": "adventure",
            "5": "robot",
            "6": "timecapsule",
            "7": "timemachine",
            "8": "phixel",
            "9": "christmaseve",
            "10": "goldenratio"
        },
        "tags": [
            " "
        ]
    }
}