{
    "title": "Translator 🗃️",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nYour responsibilities include reading and thoroughly understanding the context of given material, using specialized dictionaries and translation tools and proofreading finished pieces of work.\n\nTo be successful in this role, you should have a keen eye for detail and be fluent in at least two languages in addition to your native language.\n\nUltimately, you will provide ready-to-use translated content that meets our internal needs and helps us reach a broader audience.\n\n## Job Responsibilities\n\n- Read the given material and research industry-specific terminology.\n- Convert text and audio recordings from one language to one or more.\n- Ensuring translated content conveys the original meaning and tone.\n- Prepare subtitles for videos and online presentations.\n- Cross-reference specialized dictionaries and translation tools to check the quality of the translation.\n- Correct translated texts for grammatical, spelling and punctuation accuracy.\n- Follow up with internal team members and clients to ensure the translation meets their needs.\n- Edit the content in order to maintain its original formatting (for example, font and structure).\n- Connect with experts in the field to stay up-to-date on new translation tools and practices.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n- Proven work experience as a translator, interpreter or similar position.\n- Fluency in at least one language other than your mother tongue (especially English, Spanish or French).\n- Excellent proofreading skills with the ability to identify grammar, spelling, and punctuation errors.\n- Good knowledge of content editing tools.\n- Familiarity with translation software.\n- Degree in Translation, Interpretation or similar field.\n- Additional certification in Linguistics is a plus.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for an distinctive Translator",
    "description": "We are looking for a translator to interpret written and audio pieces in different languages, making sure to maintain their original meaning, format and tone.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Job-Translator.jpg"
    ],
    "info": {
        "slug": "job-translator",
        "date": "18\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/translator\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            "Translation",
            " Interpreter",
            " Multilingual",
            " Communication",
            " Proofreading",
            " Content Editing",
            " Linguistics",
            " Localization",
            " Cultural Awareness",
            " Job"
        ]
    }
}