{
    "title": "Client Manager 💆‍♀️",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nIn Phixel your role is fundamental to resolve any issues that arise to ensure clients are satisfied with our services.\n\nYou should be an excellent communicator who’s able to grasp customer needs and brainstorm ways to fulfill them. If you also have a background in customer service and knowledge of our industry, we’d like to meet you.\n\nYour goal will be to help us safeguard our revenue and retain our customers.\n## Job Responsibilities\n\n- Build relationships with our clients key employees.\n- Create plans to address clients’ business needs.\n- Advise clients on creating profitable processes.\n- Being able to respectfully say NO to the client and guide him in the correct way to execute the work.\n- Schedule regular meetings with customers to ensure they are satisfied.\n- Act as point of contact for complaints and escalate issues as appropriate.\n- Help sales team up-sell or cross-sell services and products.\n- Ensure both the company and clients adhere to contract terms.\n- Study competition to find new ways to retain our clients.\n- Set sales and revenue targets and work diligently to meet them.\n- Collaborate with internal teams to address the clients’ needs.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n\n- Proven experience as a Client Relations Manager or Relationship Manager.\n- Proven track record of meeting and exceeding targets.\n- Background in customer service; industry knowledge is a plus.\n- Experience tracking relevant KPIs (e.g. customer satisfaction).\n- Proficient in spreadsheet software and text editing.\n- Knowledge of CRM platforms.\n- A customer-oriented attitude.\n- Excellent communication and negotiation skills.\n- Problem-solving aptitude.\n- Studies in Business Administration, Marketing or a related field.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for a unimaginable Client Manager",
    "description": "We are looking for an unparalleled Client Relations Manager to create and nurture long-term relationships with clients.",
    "media": [
        "https:\/\/phixel.net\/media\/Jop-Client-Manager.jpg"
    ],
    "info": {
        "slug": "job-client-manager",
        "date": "30\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/client-manager\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            " "
        ]
    }
}