{
    "title": "Welcome Christmas 🎄",
    "content": "## Has everyone thought about their wish list?\n\nIf not, now is the time to start!\nKeeping it simple is always better!\n\n#### It’s the most wonderful time of the year – Christmas is here! As we start to prepare for the holiday season, one of the most exciting things to think about is our wish lists. What gifts do we hope to receive? What do we want to give to others? In this article, we will explore some tips for creating the perfect Christmas wish list.\n\n1. **Start early:** Don’t wait until the last minute to start thinking about your wish list. Start early and give yourself plenty of time to think about what you really want.\n2. **Be specific:** Don’t just say “I want a new phone” or “I want a new book.” Be specific and include details about the specific phone or book that you want. This will help the person giving the gift to know exactly what you want.\n3. **Be realistic:** It’s important to be realistic when making your wish list. Don’t ask for something that is impossible to get or that is too expensive.\n4. **Include a mix of things:** Your wish list should include a mix of things, from practical items that you need to fun and unique items that you want.\n5. **Share your list:** Once you have your list ready, share it with the people who will be giving you gifts. This will help them to know what you want and to avoid getting you something that you already have or don’t want.\n\nCreating the perfect Christmas wish list is an exciting and fun part of the holiday season. By starting early, being specific, being realistic, including a mix of things, and sharing your list, you can create a wish list that will help you get the gifts that you really want.\n\n### It’s that time of year and we can’t wait to receive some cool gifts.",
    "excerpt": "It's that time of year and we can't wait to receive some cool gifts. Has everyone thought about their wish list? If not, now is the time to start! Keeping it simple is always better!",
    "description": "It's definitely exciting to think about what gifts we might receive during the holiday season! If you haven't already started making your wish list, now is a great time to start. Here are some tips for keeping it simple",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Welcome-Christmas.jpg"
    ],
    "info": {
        "slug": "welcome-christmas",
        "date": "01\/12\/2022",
        "url": "https:\/\/phixel.net\/en\/holiday\/christmas\/welcome-christmas\/",
        "category": "Blog",
        "category_url": "blog",
        "emojis": "🎁🎅🏻🎄🦌❄️🎄🎅🤶🏽🦌🛷☃️🥂👨‍👨‍👧‍👶🧦🔔🎶🕯❄️",
        "hashtags": {
            "1": "christmas",
            "2": "christmastree",
            "3": "christmasgifts",
            "4": "xmas",
            "5": "wishlist",
            "6": "instagood",
            "7": "gift",
            "8": "wishing",
            "9": "wishes"
        },
        "tags": [
            " "
        ]
    }
}