{
    "title": "¡Adiós al blog en español! una decisión difícil 🙋🏻",
    "content": "### ¡Lamentamos informarles que nuestro blog en español no se actualizará de manera paralela al inglés!\n\nA pesar de nuestro esfuerzo y dedicación, la versión en inglés ha sido más popular y no ha sido posible continuar dedicando recursos para mantener ambos idiomas. Pedimos disculpas a nuestros seguidores y agradecemos su apoyo hasta ahora. ¡Esperamos seguir ofreciendo el mismo valioso contenido en inglés!\n\nAunque esta decisión no ha sido fácil, creemos que es la mejor para garantizar la calidad y consistencia del contenido en nuestro blog. Nuevamente, pedimos disculpas a nuestros seguidores y les agradecemos por su apoyo hasta ahora.\n\nAgradecemos a todos nuestros lectores fieles y les pedimos disculpas por cualquier inconveniente causado por esta decisión. Si tienen preguntas o comentarios, no duden en comunicarse con nosotros.\n\nEn resumen, nuestra decisión de dejar de actualizar nuestro blog en español se basa en un análisis cuidadoso del rendimiento y las visitas. Aunque esta decisión no ha sido fácil, creemos que es la mejor para garantizar la calidad y consistencia del contenido en nuestro blog. Nuevamente, pedimos disculpas a nuestros seguidores y les agradecemos por su apoyo hasta ahora. Esperamos seguir ofreciendo contenido valioso y educativo en inglés en el futuro.\n\n### Esperamos seguir ofreciendo contenido valioso y educativo en inglés en el futuro.",
    "excerpt": "Lamentamos informarles que nuestro blog en español no se actualizará de manera paralela al inglés",
    "description": "Lamentamos informarles que nuestro blog en español ya no será actualizado, debido a la popularidad del blog en inglés. Agradecemos a nuestros seguidores y pedimos disculpas por cualquier inconveniente causado. A pesar de esta decisión difícil, esperamos seguir ofreciendo contenido valioso en inglés en el futuro.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/no-blog.jpg",
        "https:\/\/phixel.net\/wp-content\/uploads\/Cover-Goodbye-Blog-in-Spanish.jpg"
    ],
    "info": {
        "slug": "goodbye-blog-in-spanish",
        "date": "18\/01\/2023",
        "url": "https:\/\/phixel.net\/es\/noticia\/adios-blog-en-espanol\/",
        "category": "Blog",
        "category_url": "blog",
        "emojis": "🔠🙏📝📊🙅🔤🌎💻📚📖🙋🏻📣📚📄📧",
        "hashtags": [
            "BlogDeIdiomas",
            "DecisionDifícil",
            "ContinuarEnInglés",
            "RazonesExplicadas",
            "LectoresComprendidos",
            "DisculpasSinceras",
            "ComentariosBienvenidos",
            "MejorarEnInglés",
            "AlcanceGlobal",
            "IdiomaDominante"
        ],
        "tags": [
            "Decision",
            "English",
            "Languages",
            "Spanish",
            "Language",
            "Communication",
            "Blog"
        ]
    }
}