{
    "title": "Phixel | GitHub 👨🏻‍💻\nUnlock the Power of Coding",
    "content": "Welcome to The Phixel's GitHub page, where we share our open-source projects with the tech community. We believe that collaboration is key to innovation, and we're committed to creating projects that promote creativity and progress in the industry. Check out our repositories and join the conversation today.\n\nThank you for checking out The Phixel's open-source projects on GitHub. We're excited to continue contributing to the tech community and collaborating with like-minded individuals. Be sure to follow us on GitHub and join the conversation today.",
    "excerpt": "Phixel is committed to promoting innovation through open-source projects. Join the conversation today and explore our projects on GitHub.",
    "description": "Are you ready to unlock the power of coding and join the conversation on open-source projects? Look no further than Phixel on GitHub. As a team committed to promoting innovation through open-source projects, we're dedicated to creating innovative and creative solutions that benefit the entire tech community. Our projects on GitHub showcase our passion for collaboration and our drive to push the boundaries of what's possible in the tech world. So why not join the conversation today and explore the potential of open-source projects with Phixel? We're always looking for new and exciting ways to innovate and make a difference, and we welcome anyone who shares our passion to join us. Let's unlock the power of coding together with Phixel on GitHub.",
    "media": [
        "#N\/A"
    ],
    "info": {
        "slug": "github",
        "date": "01\/01\/2020",
        "url": "https:\/\/github.com\/organizations\/Phixel-Labs",
        "category": "External",
        "category_url": "external",
        "emojis": "💻🌟🤝🚀🌈🎉💯",
        "hashtags": {
            "1": "OpenSource",
            "2": "GitHub",
            "3": "Innovation",
            "4": "Collaboration",
            "5": "TechCommunity",
            "6": "Creativity",
            "7": "Progress"
        },
        "tags": [
            "OpenSource",
            "GitHub",
            "Innovation",
            "Collaboration",
            "TechCommunity",
            "Creativity",
            "Progress"
        ]
    }
}