{
    "title": "Social Media Copywriter 👩‍💻",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nYour responsibilities as a social media writer include updating our and our clients’ social media pages, responding to followers, and tracking user engagement.\n\nTo be successful in this role, you must have excellent web content writing skills and advertising experience across multiple social networks.\n\nUltimately, you will ensure that we maintain a strong online voice and brand consistent with our marketing goals.\n\n## Job Responsibilities\n- Write, edit and publish engaging posts for various social networks, including Facebook, Twitter and Instagram.\n- Optimize social media posts (language, tone, message) based on our target audience’s behaviors.\n- Select appealing images and videos to complement text.\n- Update our social media pages with compelling company news.\n- Coordinate with internal teams to create advertising posts (e.g. for events, open roles and product releases).\n- Track and report on social media insights (traffic, engagement, shares, conversion rates).\n- Apply advertising techniques to boost brand awareness, like promotions and competitions.\n- Respond to questions and comments on our social media pages in a timely and accurate manner.\n- Network with clients and industry professionals.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n\n- Proven work experience as a Social Media Copywriter or similar role.\n- Hands-on experience using various social media platforms to advertise.\n- Solid knowledge of SEO, keyword research and analytics tools (e.g. Google Analytics, Bing webmaster tools, etc).\n- Familiarity with online paid advertising.\n- Ability to deliver creative web content (text, image and video).\n- Excellent communication skills.\n- BSc in Marketing, Communications or relevant field.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for an awesome Social Media Copywriter",
    "description": "We are looking for a Social Media Copywriter to engage with our users and promote our or our clients’ products and services on social media.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Job-Social-Media-Copywriter.jpg"
    ],
    "info": {
        "slug": "job-social-media-copywriter",
        "date": "18\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/social-media-copywriter\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            "Copywriter",
            "Social",
            "Media",
            "Advertising",
            "SEO",
            "Analytics",
            "Marketing",
            "Communications",
            "Creative",
            "Web",
            "Content",
            "Writing",
            "Engagement",
            "Tracking",
            "Networking",
            "Job"
        ]
    }
}