{
    "title": "UI Designer 📲",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nThe ideal candidate should have an eye for clean and artful design, possess superior UI skills and be able to translate high-level requirements into interaction flows and artifacts, and transform them into beautiful, intuitive, and functional user interfaces.\n\n## Job Responsibilities\n\n- Collaborate with product management and engineering to define and implement innovative solutions for the product direction, visuals and experience.\n- Execute all visual design stages from concept to final hand-off to engineering.\n- Conceptualize original ideas that bring simplicity and user friendliness to complex design roadblocks.\n- Create wireframes, storyboards, user flows, process flows and site maps to effectively communicate interaction and design ideas.\n- Present and defend designs and key milestone deliverables to peers and executive level stakeholders.\n- Conduct user research and evaluate user feedback.\n- Establish and promote design guidelines, best practices and standards.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n- Proven UI design experience.\n- Demonstrable UI design skills with a strong portfolio.\n- Solid experience in creating wireframes, storyboards, user flows, process flows and site maps.\n- Proficiency in Photoshop, Illustrator, or other visual design and wire-framing tools.\n- Proficiency in HTML, CSS, and JavaScript for rapid prototyping.\n- Excellent visual design skills with sensitivity to user-system interaction.\n- Ability to present designs and sell your solutions to various stakeholders.\n- Ability to solve problems creatively and effectively.\n- Up-to-date with the latest UI trends, techniques, and technologies.\n- Experience in Human-Computer Interaction, Interaction Design, or related.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for an immaculate UI Designer",
    "description": "We are looking for a talented UI Designer to create amazing user experiences.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Job-UI-Designer.jpg"
    ],
    "info": {
        "slug": "job-ui-designer",
        "date": "18\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/ui-designer\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨🛸📼📺📹👍🔗📝🏠✍️👨‍💻⚙️🔮🎬‍💻👑🗃️🕹️👾🎮📲🪐🌟👽🚀🌌",
        "hashtags": {
            "1": "webdesigners",
            "2": "clients",
            "3": "ui",
            "4": "ux",
            "5": "videoeditors",
            "6": "webdevelopers",
            "7": "animation",
            "8": "webdesignstudio",
            "9": "design",
            "10": "workhard",
            "11": "designer",
            "12": "love",
            "13": "gui",
            "15": "illustration",
            "16": "remotework",
            "17": "studio",
            "18": "motiongraphics",
            "19": "workfromanywhere",
            "20": "worksmart",
            "21": "3d",
            "22": "respet"
        },
        "tags": [
            "UI",
            "Designer",
            "User-Experience",
            "Interaction",
            "Creative",
            "Storytelling",
            "Web",
            "App",
            "Video",
            "Teamwork",
            "Communication",
            "Industry",
            "Production",
            "Job"
        ]
    }
}