{
    "title": "Software Engineer ‍💻",
    "content": "**Location:** Remote Work\n**Job Type:** Freelancer\n\nYou will work to define software requirements and take the lead on operational and technical projects.\n\nYou should have excellent organization and problem-solving skills, have hands-on experience in software development and agile methodologies.\n\nYour goal will be to develop high-quality software\/web\/apps that is aligned with our clients needs and business goals.\n## Job Responsibilities\n- Develop high-quality software design and architecture.\n- Identify, prioritize and execute tasks in the software development life cycle.\n- Create tools and applications by producing clean and efficient code.\n- Automate tasks through appropriate tools and scripts.\n- Review, comment, document, version and debug the code.\n- Perform validation and verification tests.\n- Collaborate with internal teams and vendors to fix and improve products.\n- Manage the different servers and databases.\n- Document development phases and monitor systems.\n- Make sure the software is up to date with the latest technologies.\n- Generate ideas to increase customer and user engagement.\n- Compliance with assigned work deadlines.\n- Constructively receive comments from co-workers and clients.\n- Understanding of the requirements of each project.\n- Management of multiple projects.\n- Understand the instructions, needs and specifications of the project, resources and equipment.\n- Participate directly and actively in projects.\n- Edit, correct and improve the existing content and products.\n- Actively collect feedback from clients and users.\n\n## Requirements and Skills\n- Proven experience as a Software Engineer.\n- Extensive experience in software development, scripting and project management.\n- Master technologies such as AWS, Microsoft Azure, Google Cloud Platform, Oracle, etc.\n- Experience using system monitoring tools (example, New Relic) and automated testing frameworks.\n- Knowledge of selected programming languages (example, Python, C++) and Java\/J2EE platform.\n- In-depth knowledge of relational databases (example, PostgreSQL, MySQL) and NoSQL databases (eg MongoDB).\n- Analytical mind with aptitude to solve problems.\n- Ability to work independently.\n- Excellent organization and leadership skills.\n- Computer Science, Systems Engineering, or a related degree.\n- Creative mind and storytelling skills.\n- Content presentation skills.\n- Familiarity with web\/app\/video design.\n- Teamwork and excellent communication skills.\n- Enthusiasm and knowledge of the industry.\n- Collaborate with the production team (designers, directors, etc.).\n- Attention to detail skills.\n- Time management skills.\n- Adaptability.\n- Analytical and multitasking skills.\n- Comfortable working with deadlines and budget constraints. *",
    "excerpt": "We are looking for a clever Software Engineer",
    "description": "We are looking for a Software Engineer to produce and implement functional software\/web\/apps solutions.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Job-Software-Engineer.jpg"
    ],
    "info": {
        "slug": "job-software-engineer",
        "date": "22\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/jobs\/software-engineer\/",
        "category": "Job",
        "category_url": "job",
        "emojis": "🎨 🛸 📼 📺 📹 👍 🔗 📝 🏠 ✍️ 👨 💻 👑 🗃 👾 🎮 📲 🪐 🌟 👽 🚀 🌌",
        "hashtags": {
            "1": "phixel",
            "2": "webdesigners",
            "3": "clients",
            "4": "ui",
            "5": "ux",
            "6": "videoeditors",
            "7": "webdevelopers",
            "8": "animation",
            "9": "webdesignstudio",
            "10": "design",
            "11": "workhard",
            "12": "designer",
            "13": "phixel",
            "14": "love",
            "15": "gui",
            "16": "animation",
            "17": "illustration",
            "18": "remotework",
            "19": "studio",
            "20": "motiongraphics",
            "21": "workfromanywhere",
            "22": "worksmart",
            "23": "3d",
            "24": "respet"
        },
        "tags": [
            " "
        ]
    }
}