{
    "title": "About Us ​🤖",
    "content": "Years ago (+15) we were conceived, with a simple idea;\ndo exceptional work that delights.\n\n## How it all stated? (Our story)\nYear after year, the same designs. Same logos and business cards. Sad and lifeless websites and brochures.\n\nOur founder felt that the graphic design industry, especially web design, was stagnant, in order to win a project, creatives recycled ideas and did not innovate. And in the end, this generated many conflicts with the client and mediocre work.\n\n## It's time for a change! (Our mission)\nWe believe that the web is ready for an explosion of creativity and new ideas, as well as fresh approaches on how design is applied to digital platforms such as mobile and desktop.\n\nWe are doing exceptional work that delights our clients. We wanted to create a studio that can provide the best solutions for its clients, even if the client has no business yet.\n\nPhixel grew up understanding the need for something different. And we are proud to say that we’ve been providing our clients with fresh design ideas and new ways of communicating through exceptional websites.\n\n### We are designing and unleashing the next-generation so you experience it today.\n\n## Phixel is here to help you (What we do)\nWe create interactive content in real time, with an importance on creativity, artistic experimentation and unique animations. ​\n\nCreating websites, apps, custom digital platforms and unique experiences is the way we can help you.\n\nWe want you to extinguish any doubts, enjoy your work, and focus on a great job. Without delays, complications, friction or problems.\n\nWe use the latest standards in design and programming so that you, your clients and users have a unique experience and thus you will generate remembrance and a greater impact.\n\nWith our work we are empowering companies, brands or people to have an impact and share meaningful connections with their audience.\n\n### We offer a clear route for all your projects:\nIdea establishment, design strategy, graphic line, clear focus, realistic schedule, data collection, real-time feedback during development and user training for you, your clients or users\n\nBeyond aesthetics, the web design that we offer you has a purpose, which we seek by combining the uses of typography, images, textures, colors, 3D and animations in order to share ideas, concepts, or information about your project\n\nBeyond aesthetics (Who we are?)\nPhixel is a creative agency that pushes the boundaries of interactive design.\n\nWe are designing and unleashing the next-generation so you experience it today.\n\nWe bring together the most creative minds of technologists, designers and inspiring professionals with the skills of design thinking, problem solving, artistic spirit, entrepreneurship, experience design, visual communication, digital media and smart design.\n\nBy realizing your vision as fast as you need it, we can guarantee faster production with realistic times for scale creation, always maintaining communication with you and smooth collaboration\n\nAnd specially\n\n### We do what we love\nAlmost sci-fi (The truth)\nHere’s the real secret:\nThis is almost “sci-fi” because no one tells the client the truth, and “retro” becase has been like this for decades\n\nTraditional agencies create a facade of competence and cooperation.\n\nWe want to be different\nWe don’t want to sound pessimistic; we’ve been in the business for a long time, we would rather tell the truth than fool you.\n\nWe won’t toil over justifying our value, because we are confident that you would like us and the work we can do for you. The thing is that we know who we are and what makes us good.\n\n### We are a team of professionals, please don’t call us “experts”\nDespite our vast experience we do not like to call ourselves “experts”, because we always seek to learn, improve, grow and innovate.\n\nBesides “experts” tell you what to do, they don’t listen.\n\nThe “experts” may be the least risky option, but they are going to do for you the same they have done for everyone else, including your competition.\n\nAccording to our work experience, we are able to provide you with custom-tailored services according to your business needs and grow with you.\n\nOur clients know everything before it happens, so there are no unpleasant surprises!",
    "excerpt": "The retro & almost sci-fi story",
    "description": "The only thing you need to know about us it that the goal is simple; Do exceptional work that delights.",
    "media": [
        "https:\/\/phixel.net\/wp-content\/uploads\/Space-Cover.jpg"
    ],
    "info": {
        "slug": "about",
        "date": "01\/01\/2020",
        "url": "https:\/\/phixel.net\/en\/about-us\/",
        "category": "Page",
        "category_url": "page",
        "emojis": "🆒 👽 🎩 🌟 😱 🚀 ​​ 🌜 ☄️ 🌌 🦠 🔫 👨 🏿 💫 🤖 👾 📡 ⚡​ ​",
        "hashtags": {
            "1": "phixel",
            "2": "withlove",
            "3": "phixel",
            "4": "real",
            "5": "weare",
            "6": "sci-fi",
            "7": "retrofuturistic",
            "8": "exceptional",
            "9": "who",
            "10": "retrostyledesign",
            "11": "mission",
            "12": "secret",
            "13": "truth",
            "14": "futuristic",
            "15": "simple",
            "16": "retrofuturism",
            "17": "work",
            "18": "story",
            "19": "idea",
            "20": "industry",
            "21": "graphicdesigns",
            "22": "retro",
            "23": "vintage",
            "24": "foryou",
            "25": "creativestudio"
        },
        "tags": [
            "About",
            " Retro",
            " Sci-fi",
            " Goals",
            " Exceptional",
            " Delight",
            " Creative",
            " Innovation",
            " Studio",
            " Websites"
        ]
    }
}