{
    "title": "The Pumpkin Hunter’s Curse 🎃",
    "content": "While a fearless local private detective, **Plisk**, investigates the disappearance of a young man named **Hunter** and his sister, he discovers a legend about an orange pumpkin with a supernatural curse found in an unknown location.\n\n> \"As soon as someone sees the Pumpkin, they have exactly 3 days left before their presence fades.\"\n\n2 days ago, **Hunter** gets hold of the pumpkin that he heard about the legend, but refuses to believe in the superstition. Without realizing it, a sequence of images comes to mind:\n\n> \"The orange pumpkin swinging, in his eyes you can see a private detective, an old newspaper headline about an apocalyptic accident and a cold place.\"\n\nWhen Hunter notices that he has a severe headache and that his eyes have the same properties as the pumpkin, he realizes that the curse is real and goes to his sister, a VHS fixer named Jenna to help him with the problem.\n\nJenna feels that the orange pumpkin is particularly creepy, she examines it, and involuntarily submits herself to the curse, the same visions flashing before her eyes. Unknowingly, she joins an unfortunate supernatural future...\n\nHunter and Jenna go on a quest to discover the meaning of the visions and find a cure for the curse.\n\nAt this moment, Plisk follows the trail of the youngsters, entering a cold room…\n\n### Will they be able to stop the curse before the time runs out?",
    "excerpt": "As soon as someone sees the Pumpkin, they have 3 before an unfortunate supernatural future occurs.",
    "description": "A private detective named Plisk investigates the disappearance of a young man named Hunter and his sister. While investigating, he discovers a legend about an orange pumpkin with a supernatural curse.",
    "media": [
        "https:\/\/phixel.net\/media\/Pumpkin-Hunters-Brother-Sister.jpg",
        "https:\/\/phixel.net\/media\/Pumpkin-Hunters-Cover.jpg",
        "https:\/\/phixel.net\/media\/Pumpkin-Hunters-Detective.jpg",
        "https:\/\/phixel.net\/media\/Pumpkin-Hunters-News.jpg",
        "https:\/\/phixel.net\/media\/The-Pumpkin-Hunters-Curse.mp3"
    ],
    "info": {
        "slug": "pumpkin-hunter",
        "date": "31\/10\/2022",
        "url": "https:\/\/phixel.net\/en\/pumpkin-hunter\/",
        "category": "Blog",
        "category_url": "blog",
        "emojis": "🙀 🎃 📺 🧥 🕯 🔍 💀 🕙 🕸 ️​ ​​ 📼 ​⏮ ⏭️ ⏯️",
        "hashtags": {
            "1": "halloween",
            "2": "scary",
            "3": "halloweenparty",
            "4": "halloweenpumpkin",
            "5": "spooky",
            "6": "candy",
            "7": "sweets",
            "8": "pumpkin",
            "9": "orangepumpkin",
            "10": "curse",
            "11": "legend",
            "12": "supernatural",
            "13": "disappearance",
            "14": "hunter",
            "15": "detective",
            "16": "horror",
            "17": "investigator",
            "18": "apocalypse",
            "19": "legends",
            "20": "privateinvestigator",
            "21": "vhs",
            "22": "vhsfixer",
            "23": "mystery",
            "24": "suspense"
        },
        "tags": [
            " "
        ]
    }
}